Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1107_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjien webropol-kysely saamen kielilain toteutumisesta
smn: Sämitige webropol-koijâdâllâm säämi kielâlaavâ olášuumist

source: Saamelaiskäräjien Saamen kielen toimisto toteuttaa webropol- kyselyn saamen kielilain soveltamisesta vuosina 2012-2014.
smn: Sämitige Sämikielâ toimâttâh olášut webropol-koijâdâllâm säämi kielâlaavâ heiviitteemeest ivij 2012-2014 äigin.

source: Kysely on suunnattu niille viranomaisille ja viranomaisten työntekijöille, joihin saamen kielilakia sovelletaan.
smn: Koijâdâllâm lii uáivildum toid virgeomâhijd já virgeomâhij pargeid, kiäid säämi kielâlaahâ heiviittuvá.

source: Vastausaikaa on syyskuun loppuun saakka.
smn: Västidemäigi lii čohčâmáánu loopâ räi.

source: Kyselylomakkeet ovat saamen kielillä ja suomeksi.
smn: Koijâdâllâmluámáttuvvah láá sämikieláid já suomâkielân.

source: Kyselylomakkeet ovat suunnattu kunnan ja kuntayhtymien, valtion ja julkisten hallinnonalojen ja saamelaistahojen henkilöstöille.
smn: Koijâdâllâmluámáttuvvah láá čujottum kieldâ já kieldâovtâstumij, staatâ já almolij haldâttâhsuorgij já sämiornijdumij pargoviehân.

source: Kaikki vastaukset käsitellään luottamuksellisesti.
smn: Puoh västidâsah kieđâvuššâjeh luáttámušlávt.

source: Saamen kielilaki (1086/2003) on ollut voimassa yli 10 vuotta.
smn: Säämi kielâlaahâ (1086/2003) lii lamaš vyeimist paijeel 10 ihheed.

source: Kyselyn tarkoituksena on selvittää saamen kielen käyttöä viranomaispalveluissa, työntekijöiden saamen kielen taitoa ja saamenkielisten palvelujen laajuutta.
smn: Koijâdâllâm ulmen lii selvâttiđ sämikielâ kevttim virgeomâhâšpalvâlusâin, pargei sämikielâ tááiđu já sämikielâlij palvâlusâi vijđesvuođâ.

source: Saamelaiskäräjät seuraa lain soveltamista ja antaa suosituksia kielilainsäädäntöön liittyvissä kysymyksissä sekä tekee aloitteita havaitsemiensa epäkohtien korjaamiseksi.
smn: Sämitigge čuávu laavâ heiviittem já addel avžuuttâsâid kielâlahâasâttâmân kulleid koččâmâšáid sehe taha aalgâid huámášum epičuággái tivvoom várás.

source: Selvityksestä laaditaan raportti.
smn: Čielgiittâsâst ráhtoo raapoort.

source: Selvityksestä ja kyselylomakkeesta antaa lisätietoja saamen kieliturvasihteeri Siiri Jomppanen, puhelin 010 839 3111.
smn: Čielgiittâsâst já koijâdâllâmluámáttuvvâst addel lasetiäđuid säämi kielâtorvočällee Siiri Jomppanen, puhelin 010 839 3111.
